/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"deskmanager.common.yes"                     = "Yes";
"deskmanager.common.no"                     = "No";
"radar.common.done"                     = "Done";
"DeskPortal.Options.cancel"                        = "Cancel";
"DeskPortal.Errormsg.server_error_general"                          = "Something went wrong.";
"deskmanager.common.discardConfirmation"                  = "Are you sure you want to discard the changes?";
"TicketDetailView.bottombar.discard"                      = "Discard";
"DeskPortal.Label.back_press_alert_msg"                             = "Are you sure you want to proceed? Keep in mind that all changes will be lost.";

"ZDTicket.common.try.again"               = "Please try again";
"DeskPortal.Error.message.noInternet"       =  "No internet connection";
"DeskPortal.common.backbutton" = "Back";
"ZDRSubscription.access.denied"       =  "Access Denied";
"ZDTicket.permission.denied.description" = "You do not have the permissions required to perform this operation.";



"DeskPortal.Options.alert" = "Alert";
"DeskPortal.Label.maximum_attachment_limit"               =  "You can upload a maximum of %@ attachments";
"DeskPortal.Options.camera"                                         = "Camera";
"DeskPortal.Attachment.photos" = "Photos";
"DeskPortal.Attachment.files" = "Files";
"DeskPortal.Label.attachments"                                     = "Attachments";
"DeskPortal.Toastmsg.yet_to_upload_attachments"         = "Uploading attachment";
"DeskPortal.Attachment.cameraUnavailable" = "Could not detect the camera in your device. Please check if your camera is working fine and try again.";
"DeskPortal.Attachment.uploadFail"                      = "Attachment upload failed";
"DeskPortal.Attachment.alreadyExists" =  "It seems, selected file already exists!";
"DeskPortal.Errormsg.upload_attachment_size"            = "File size exceeded a limit of %@ MB";
"DeskPortal.Label.storage_permission_msg" = "%@ does not have access to Photos. To provide access, go to the device's Settings > Privacy > Photos > %@";
"DeskPortal.Label.camera_permission_msg" = "%@ does not have access to Camera. To provide access, go to the device's Settings > Privacy > Camera > %@";
"ZDTicket.common.noAttachments" = "No Attachments found!";
"ZDTicket.attachments.limit.reached" = "Maximum file count limit reached";
"ZDTicket.attachments.totalLimit.reached" = "Uploader failed to attach some files exceeding total limit of %@ MB.";


